# coding:utf-8

MAIN_VERSION = 1  # 主版本号
SUB_VERSION = 1  # 子版本号

# ----------------------- 服务端命令集 ------------------------------------------#
SET_SERVICE_TYPE = 1  # 设置服务类型
SERVER_HEART_BEAT = 2  # 心跳命令
REQUEST_CENTER = 3  # 请求返回的响应
PUSH_ROBOTS = 4  # 推送机器人数据
# ----------------------- 服务端命令结束 ----------------------------------------#


# ----------------------- 商城命令列表 -----------------------------------------#
# 商城命令列表
IOS_SUCCESS = 1  # ios购买成功请求
# ----------------------- 商城命令列表 -----------------------------------------#
